export default `
К странникам не присоединяются — ими становятся.

Каждый приходит к нам своим путем, но всех нас объединяет Слово. Мы
не являемся частью общества, не принадлежим ни к каким социумам.

Для нас не существует рамок дозволенного, не существует заповедных
вод. Наша жизнь – это путь познания бесконечной Вселенной.
Религиозный человек назвал бы это поиском просветления, атеист –
поиском знания. Плевать, как вы это назовёте, главное – мы верим,
что знание измеримо, что просветление возможно, что всё вокруг имеет
смысл и значение.

Но ничто из общепризнанных доминирующих мировоззрений, будь то
наука, религия, искусство, поэзия или музыка не являются для нас
абсолютно неоспоримыми. Мы не религиозны и не научны. Мы всегда в
пути, вечные странники, ищущие ответы на свои вопросы.
`;
