export default `
Большую часть молодости провёл вместе со своим отцом и дедом в изучении и разработке
медицинских систем жизнеобеспечения а также систем для защиты планет от внешнего воздействия
и поддержания плодородности различных культур планеты Rytif.<cut/>

С наступлением совершеннолетия, вопреки атеистическим убеждениям своих родственников, в том числе
сильно увлёкся исследования в области религии и поиском доказательств разумной сотворённости этого
мира. После некоторых событий, произошедших в его жизни, глубоко уверовал в то, что всё, что происходит
в этой вселенной - было предначертано заранее, и никаких случайностей не существует, и что все события
и нити этого мира, незаметно для живых созданий, контроллируются невидимой рукой Создателя.

По этой причине, из-за сильных расхождений в убеждениях, его ранее сильная привязанность к его родителям
постепенно сошла на нет, из-за чего он через какое-то время решил в одиночку отправиться на встречу
исследованиям этого мира.
`;
