export default `
Семью Ивана можно было назвать счастливой. Мальчик жил вместе с мамой, папой и старшей сестрой Лизой
в системе Келлог (Kellog). Всю семью обеспечивал отец. Он работал на планете-тюрьме
Квортердек (QuarterDeck) и занимал высокую офицерскую должность в службе безопасности.
Его жалования было достаточно, чтобы с лёгкостью прокормить себя, жену и двух детей.
Кроме того, ему, как важному и уважаемому человеку, полагалась такая привилегия, как жильё на
планете-заповеднике Ксис (Xis). Там и жила вся семья Ивана.<cut/>

Отец прилетал домой на выходные и всё свободное время посвящал своей жене и детям. Иван
с интересом слушал его байки о том, как служба безопасности в очередной раз предотвратила побег,
или как властям Империи удалось поймать, казалось бы, неуловимых пиратов. Отец семейства
вообще умел рассказывать мрачные истории о работе так, чтоб было интересно даже детям.
Благодаря своему таланту рассказчика он воспитал в Иване чувство справедливости. И мальчику
не раз приходилось проявить это качество, когда нужно было заступиться за сестру или друга.
Приходя после этого с синяками на лице, Иван сталкивался с неодобрением миролюбивой
и дипломатичной мамы, а по её требованию - и отца. Но между собой отец с сыном понимали,
что мальчик всё сделал правильно. Вера Ивана в справедливость Империи также укреплялась с
каждым новым рассказом, и он надеялся стать похожим на своего отца - тем или иным образом
обеспечивать безопасность государства.

В остальное время детьми занималась мама. Кроме миролюбивости и дипломатичности одной из ключевых
черт её характера была любовь к природе. А место, в котором они жили, только укрепляло в ней это качество.
Правда, законы Империи запрещали брать себе домашних животных из дикой природы заповедника.
Но это не помешало матери передать любовь к природе детям. Любое появление представителей
местной фауны возле дома вызывало у детей трепет и восторг. Достаточно было просто наблюдать
за природой, чтобы её полюбить.

А вот дипломатичность мамы больше передалась сестре Ивана Лизе. Это качество неплохо
сочеталось с умением красиво говорить, которое она переняла у отца. Это сочетание
часто помогало ей без драки выходить победителем из конфликтных ситуаций.

И долгие годы эту идиллию ничто не нарушало. Иван пошёл по стопам отца и уже проходил стажировку
в службе безопасности тюрьмы. Но потом на Квортердек опасные преступники совершили побег,
в результате которого погиб отец семейства. Это было страшным ударом для всей семьи, особенно
для Ивана. Позже выяснилось, что мужчину убили намеренно, вероятно, ради мести, и преступление
планировалось заранее. Опасаясь, за безопасность всей остальной семьи, руководство тюрьмы инициировало
их переселение за счёт Империи в другую систему, где их не найдут. Также семье погибшего
офицера охраны полагалось материальное обеспечение. Но Иван не мог просто смириться со смертью
папы и принял решение во что бы то ни стало найти убийц и добиться для них справедливого наказания,
а затем вернуться к семье. Иван покинул семью и отправился на поиски.

В процессе поисков он всё больше убеждался в том, что преступникам кто-то помог сбежать - слишком много было нестыковок
и уж очень хорошо построена охрана в этой тюрьме. Помощи же от властей парень не получал. Тем не менее, в своих поисках
Иван добился значительно бОльших успехов, чем официальное следствие, и в результате своих стараний нашёл одного
из преступников. Доставив его властям, он рассчитывал, что те смогут узнать местоположение остальных беглецов и запрячут
всех далеко и надолго. Но время шло, у Ивана заканчивались деньги, отложенные на время поисков, а следствие всё не шевелилось.
Это сильно раздражало парня, и он начал всё чаще навязываться следователю, раздражая ещё и его. И в один день Ивана
наконец вызвали для очной ставки с пойманным им бандитом. Это воодушевило молодого человека, но ненадолго - с самого
начала мероприятие пошло совсем не так, как он ожидал.

Следователь явно выдавал в себе пристрастность и задавал Ивану компрометирующие вопросы о моменте задержания бандита. А закончив
очную ставку, демонстративно извинился перед бандитом и освободил его прямо из кабинета "за неимением доказательств".
В этот момент вера в справедливость Империи полностью рухнула для Ивана. Просидев в кабинете ещё полминуты и осознав,
что только что произошло, парень встал и спокойно вышел из кабинета, даже не хлопнув дверью. Он с трудом сдерживал себя от того,
чтобы всё там разнести в порыве гнева, но в его голове уже созрел план, который нельзя было нарушить.

Не вызывая к себе подозрения, Иван выдвинулся за вольно шагающим бандитом. Тот почувствовал полную безнаказанность и уже
ни от кого не скрывался - на это и рассчитывал парень. Теперь, когда официальное следствие явно не интересуется
преступником, он может вернуться к остальным беглецам. Взяв свой служебный Мустанг, Иван проследовал за бандитом до самого
убежища. Как оказалось, обосновались беглецы в джунглях планеты Ксис, на которой раньше жила счастливая семья.
Видимо, этих тварей вообще никто не должен был искать, раз они нашли в себе наглость разбить лагерь в охраняемом
заповеднике. Иван, сидя в Мустанге, наблюдал издалека, как высадившегося на поляну ублюдка встречают ещё двое таких же
негодяев, а затем проводил их до самого убежища. На подходе к лагерю бандиты успели только услышать залп приближающихся
ракет. Парень спешился в лагере и сделал три контрольных выстрела в головы. Убедившись, что здесь больше никого не
должно быть, Иван лёг на траву и погрузился в глубокие мысли. Он понимал, что это была всего лишь тройка людей из
крупной организации. Настолько влиятельной, что их боялись даже искать. Но на душе у Ивана отлегло - он выполнил обещание
отомстить за отца, данное самому себе. Опомнившись, он подскочил и пошёл ещё раз осмотреть лагерь. Там он нашёл клетку
с местным зверьком, которого беглецы, вероятно, собирались контрабандой доставить в другую систему и продать. Время
тут они зря не теряли. Недолго думая, парень взял клетку и принялся погружать её в корабль. Ожидая результатов
от следствия, Иван потратил все свои оставшиеся деньги, поэтому он рассчитывал продать этого зверя. Собравшись с мыслями,
он отправился на служебном Мустанге прочь из системы на поиски семьи.

За время своих странствий и поисков Иван успел привязаться к зверьку и решил его не продавать. С тех пор они везде
были вместе. Средства на жизнь парень находил разными способами, пусть и не всегда законными. В прочем,
когда закон так избирателен, то и понятие законности относительно. Что касается семьи Ивана, похоже,
Империя так хорошо спрятала её от мафии, что и сам парень не мог её найти. Зато он нашёл Странника... и новую семью.
`;
