export default `
До пяти лет жил с отцом, после чего отправили в кадетский корпус, но по пути челонок был
захвачен пиратами. Детей продали в рабство на планете KINS II. MadMenFox был перепродан одному
из Banu в качестве прислуги, после чего был отправлен на планету Bacchus II.<cut/>

Прожив на этой планете до 18 лет, смог сбежать на одном из кораблей контрабандистов. За последующие
годы нет данных, но в 2938 году был замечен под этим именем на регистрации личного транспорта для
охоты за головами.
`;
